
from enum import Enum
__all__ = ['YPOURGEIA_2024','Teuxos']

YPOURGEIA_2024=["ΑΓΡΟΤΙΚΉΣ ΑΝΆΠΤΥΞΗΣ ΚΑΙ ΤΡΟΦΊΜΩΝ","ΑΝΆΠΤΥΞΗΣ ΚΑΙ ΕΠΕΝΔΎΣΕΩΝ","ΔΙΚΑΙΟΣΎΝΗΣ","ΕΘΝΙΚΉΣ ΆΜΥΝΑΣ","ΕΞΩΤΕΡΙΚΏΝ","ΕΡΓΑΣΊΑΣ ΚΑΙ ΚΟΙΝΩΝΙΚΏΝ ΥΠΟΘΈΣΕΩΝ","ΕΣΩΤΕΡΙΚΏΝ",
"ΜΕΤΑΝΆΣΤΕΥΣΗΣ ΚΑΙ ΑΣΎΛΟΥ","ΝΑΥΤΙΛΊΑΣ ΚΑΙ ΝΗΣΙΩΤΙΚΉΣ ΠΟΛΙΤΙΚΉΣ","ΟΙΚΟΝΟΜΙΚΏΝ","ΠΑΙΔΕΊΑΣ ΚΑΙ ΘΡΗΣΚΕΥΜΆΤΩΝ","ΠΕΡΙΒΆΛΛΟΝΤΟΣ ΚΑΙ ΕΝΈΡΓΕΙΑΣ","ΠΟΛΙΤΙΣΜΟΎ ΚΑΙ ΑΘΛΗΤΙΣΜΟΎ",
"ΠΡΟΣΤΑΣΊΑΣ ΤΟΥ ΠΟΛΊΤΗ","ΤΟΥΡΙΣΜΟΎ","ΥΓΕΊΑΣ","ΥΠΟΔΟΜΏΝ ΚΑΙ ΜΕΤΑΦΟΡΏΝ","ΨΗΦΙΑΚΉΣ ΔΙΑΚΥΒΈΡΝΗΣΗΣ"]

class Teuxos(Enum):
    ΠΡΩΤΟ = 1
    ΔΕΥΤΕΡΟ = 2
    ΤΡΙΤΟ = 3
    ΤΕΤΑΡΤΟ = 4
    ΑΣΕΠ = 10 
    ΠΡΑΔΙΤ = 11
    ΔΔΣ = 12
    ΥΟΔΔ = 14
    